const quiz = [
    {
        "q": "Какое настроение у тебя сегодня?",
        "a" : {
            "d": "Хочешь писать до 5 утра прямоугольники на JAVA",
            "z": "Ломаешь чужие программы и унижаешь своих одногруппников",
            "o" : "Просто хочешь читать книжки и уйти домой",
            "ar" : "Не поедешь сегодня на пары",
            "dam" : "Приезжаешь на пары, но не приходишь на них",
            "m" : "Будешь много говорить о ДжоДжо"
        }
    },
     {
        "q": "Что ты сегодня будешь делать?",
        "a" : {
            "d": "ДЖАВА И ТОЛЬКО ДЖАВА",
            "z": "Кричать ЛУНОЛИКИЙ",
            "o" : "Пойду покурю",
            "ar" : "Я буду спать дома",
            "dam" : "Буду играть в колледже в настолки",
            "m": "Стану писать программы, потому что хоть иногда это надо делать",
        }
    },
     {
       "q": "Насколько ты знаешь своих одногруппников оцени от 1  до 10",
        "a" : {
            "d": "0",
            "ar" : "1",
            "dam" : "2",
            "o" : "3",
            "z": "4",
            "m": "5",
        }
    },
       {
        "q": "Выберите фразу, которая вам больше всего подходит",
        "a" : {
            "d": "Я почти доделал прямоугольники",
            "z": "Отстаньте от меня все",
            "o" : "А, что? Зачем?",
            "ar" : "...",
            "dam" : "Если я на паре, это не значит, что я учусь",
            "m": "Omae Wa Mou Shindeiru...NANI!?",
        }
    },
      {
        "q": "К вам приближается особа противоположного пола...",
        "a" : {
            "d": "Если она не кодит на джаве,тогда она идет к черту(ну,конечно, если это не Виталина)",
            "z": "ОБОЖЕМОЙОПЯТЬЭТИБАБЫ",
            "o" : "Да пофиг, я читаю книгу",
            "ar" : "А? Что? Разве кто-то прошел?",
            "dam" : "Ммм...я хз",
            "m": "Если она похожа на Дио, то я с ней поговорю",
        }
    },
    {
      "q": "Каков ваш самый большой недостаток?",
        "a" : {
            "d": "Не могу разделить 3 на 5/3",
            "z": "Злые шутки",
            "o" : "У меня их нет",
            "ar" : "Не могу встать на пары",
            "dam" : "Смотрю Наруто на парах",
            "m": "Плохой психолог",
        }
    },
       {
        "q": "Какая ситуация вас сильнее разозлит?",
        "a" : {
            "d": "Когда рассказывают, как я писал экзамен по математике",
            "z": "Когда ко мне все лезут",
            "o" : "Когда ерошат волосы",
            "ar" : "Когда не дают поспать",
            "dam" : "Когда Плотников опять нагнетает о твоих прогулах",
            "m": "Когда нет новых серий ДжоДжо",
        }
    },
        {
       "q": "К вам явились непрошеные гости...",
        "a" : {
            "d": "Сегоня у меня свидание с Джавой, убирайтесь",
            "z": "Меня нет дома",
            "o" : "Если у вас есть алкоголь, то проходите",
            "ar" : "Ну заходи, будем играть в доту",
            "dam" : "Проходите, не стесняйтесь",
            "m": "Проходите, поговорим, о ваших(моих) проблемах",
        }
    },
         {
       "q": "Возникла сессия! Что будете делать?",
        "a" : {
            "d": "Я обо всём уже договорился",
            "z": "Поеду домой, я всё закрыл",
            "o" : "Судорожно буду закрывать долги, но все равно ничего не получится, пойду на пересдачи",
            "ar" : "Да сдам, как-нибудь",
            "dam" : "Пересдача, пересдача, персдача",
            "m": "В конце года просто все закрою, при необходимости пойду на экзамен",
        }
    },
          {
        "q": "Какой подарок вы бы хотели на день рождения?",
        "a" : {
            "d": "Курсы по JAVA",
            "z": "Деньги",
            "o" : "Книги по литрпг",
            "ar" : "Что-то кроме книг, возможно, фигурку по доте 2",
            "dam" : "Настолку",
            "m": "Новый сезон ДжоДжо",
        }
    },
];
