let answers = {
    "d" : {
        "description" : "Мои тебе поздравления, сегодня ты Дима(на самом деле я тебе сочувствую)",
        "image" : "d.jpg",
    } ,
    "z" : {
        "description" : "Мои тебе поздравления, сегодня ты Женя. Самое время идти помогать своим одногрупникам",
        "image" : "z.jpg",
    } ,
    "o" : {
        "description" : "Мои тебе поздравления, сегодня ты Олеженька.Время читать книжки и курить во время перерывов",
        "image" : "o.jpg",
    } ,
    "ar" : {
        "description" : "Мои тебе поздравления, сегодня ты Артем.Давай просто забьем на пары",
        "image" : "ar.jpg",
    } ,
    "dam" : {
        "description" : "Мои тебе поздравления, сегодня ты Дамир.",
        "image" : "dam.jpg",
    } ,
    "m" : {
        "description" : "Мои тебе поздравления, сегодня ты Максим.Самое время для просмотра джоджо",
        "image" : "m.jpg",
    } ,
};